[Archйtype.A_Arabella H7EditorHero]
mName=""
mLore=""

[Archйtype.A_Khartumov H7EditorHero]
mName=""
mLore=""

[Archйtype.A_Ontarion H7EditorHero]
mName=""
mLore=""

[Hero_specialisation.A_anti_heal_specialisation H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Кристаллизация"
mTooltip="В начале боя на вражеских существ накладывается "Застывшее исцеление". Герой может наложить "Застывшее исцеление" при нанесении урона вражескому существу с вероятностью 40%."

[Hero_specialisation.A_elemntaliste_water_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Элементалист воды"
mTooltip="Применив положительное (исцеляющее или усиливающее) заклинание %icon_water магии воды, герой получает второй ход в текущем раунде. Во время дополнительного хода показатель %icon_magic магии cнижен на %buff1.buff.stat2.

[Hero_specialisation.A_Master_of_phoenix_Buff H7BaseBuff]
mName=""
mTooltip=""

[Hero_specialisation.A_masterof_phoenix_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Связь с фениксом"
mTooltip="Даёт герою  %buff.buff.stat1 %icon_attack, %buff.buff.stat1 %icon_defense и%buff.buff.stat1 %icon_luck в каждом раунде при наличии у него ледяной птицы на поле боя."

[heropйdya.A_HeroBio_Arabella H7HeroBioData]
mText=""

[heropйdya.A_HeroBio_Khartumov H7HeroBioData]
mText=""

[heropйdya.A_HeroBio_ontarion H7HeroBioData]
mText=""

[Heros_names.A_Arabella_name H7GlobalName]
mName="Арабелла"

[Heros_names.A_Khartumov_name H7GlobalName]
mName="Хартумов"

[Heros_names.A_ontarion_name H7GlobalName]
mName="Онтарион"

